Repository: riyadfaekanabtawi/fireshare
Catalog: fireshare/*.lproj/Localizable.strings
Languages: es, pt_br

source: Wrong email or password. Please try again.
es: Email o contraseña incorrecto. Por favor intente nuevamente
pt_br: Email ou senha incorretos. Por favor, tente novamente.

source: Field cannot be empty.
es: El campo no puede estar vacío
pt_br: O campo não pode estar vazio.

source: Failed to get your location.
es: Error al obtener su ubicacón
pt_br: Falha ao obter a sua localização.

source: Location services are off
es: Los servicios de ubicacón estan apagados
pt_br: Os serviços de localização estão desligados

source: To use background location you must turn on 'Always' in the Location Services Settings
es: Para usar la ubicacion por atras debe apretar 'Siempre' en las configaraciones de los servicios de ubicación
pt_br: Para usar a localização em segundo plano tem que activar 'Sempre' em Configurações, Serviços de localização

source: Background location is not enabled
es: La Ubicación no está activada
pt_br: Localização de fundo não está habilitada

source: You have to fill all the fields and choose a profile picturre to finish Registration
es: Tienes que completar todos los campos y elejir una foto de perfil para poder registrarte.
pt_br: Você tem que preencher todos os campos e escolher uma foto de perfil para se registrar

source: A user with the same email already exists, please try another email
es: Un usuario con el mismo email ya existe por favor intente con otra cuenta de email.
pt_br: Um usuário com o mesmo e-mail já existe, por favor tente outro e-mail

source: Your email is not a valid email, please try a proper email address
es: El e-mail elejido no es una dirección valida de email, porfavor intente nuevamente
pt_br: Seu e-mail não é um e-mail válido, por favor tente um endereço de e-mail adequado

source: Yes
es: Si
pt_br: Sim

source: No
pt_br: Não

source: Write your phrase here...
es: Escribe tu frase aquí...
pt_br: Escreva a sua frase aqui...

source: You have to write something before posting
es: Tienes que escribir algo antes de postear.
pt_br: Você tem que escrever alguma coisa antes de postar

source: %@ phrases
es: %@ frases
pt_br: %@ frases

source: 0 characters
es: 0 caracteres
pt_br: 0 letras

source: Tap to refresh
es: Toca para reintentar
pt_br: Toque para atualizar

source: Update
es: Actualizar
pt_br: Atualizar

source: You have to type iin your password and confirm it befor updating.
es: Tienes que escribir tu contraseña y confirmarla para poder actualizar tu información.
pt_br: Você tem que escrever sua senha e confirma-la para que assim se atualize sua informação.

source: Pull to refresh
es: Estira para refrescar
pt_br: Puxe para atualizar

source: AT THIS MOMENT WE ARE UNABLE TO LOAD ANY POSTS
es: EN ESTOS MOMENTOS NO PODEMOS CARGAR LOS POST
pt_br: NESTE MOMENTO NÃO CONSEGUIMOS CARREGAR NEHUM POST

source: OOPS, IT SEEMS WE HAVE A SHORT CIRCUIT
es: OUCH, PARECE QUE HUBO UN CORTOCIRCUITO
pt_br: OOPS, PARECE QUE TEMOS UM CURTO CIRCUITO

source: Exit FireShare
es: Salir de FireShare
pt_br: Sair de FireShare

source: confirm password
es: repetir contraseña
pt_br: repetir senha

# Are you sure you want to logout?
source: Are you sure you want to leave?
es: ¿Estas seguro que quieres salir?
pt_br: Tem certeza que quer sair?

source: username
es: nombre usuario
pt_br: nome de usuario

source: password
es: contraseña
pt_br: senha

source: %@ characters
es: %@ caracteres
pt_br: %@ letras

source: 100 characters
es: 100 caracteres
pt_br: 100 letras

source: Write your comment
es: Escribe tu comentario
pt_br: Escreva seu comentario

source: Dont have an account yet?
es: No tienes una cuenta todavía?
pt_br: Não tem uma conta ainda?

source: Register
es: Regístrate
pt_br: Registro

source: %.0f min ago
es: Hace %.0f min
pt_br: Faz %.0f min

source: %.0f days ago
es: Hace %.0f días
pt_br: Faz %.0f días

# %.0f weeks
source: %@ weeks
es: %.0f semanas
pt_br: %@ semanas

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Are you sure you want to denounce %@ for posting: '%@' ?
es: Estás seguro que quieres denunciar a %@ por postear: '%@'?
pt_br: Você tem certeza que quer denunciar a %@ por postear: '%@'?

source: Email does not exist. Please try another one or register.
pt_br: O email não existe, tente com utro o registre-se.

source: Are you sure you want to denounce %@ for commenting: '%@' ?
es: Estás seguro que quieres denunciar a %@ por comentar: '%@'?
pt_br: Você tem certeza que quer denunciar a %@ por comentar: '%@'?

source: It seems there are no posts near you. Be the first to post a new phrase.
es: Al parecer no hay posts cercanos a ti. Se el primero en postear una nueva frase
pt_br: Parece que não tem posts perto de você. Seja o primero em escrever uma nova frase.

source: You have succesfully denounced %@ for commenting: '%@'
es: Has denunciado satisfactoriamente a %@ por comentar: '%@'
pt_br: Você denunció satisfatoriamente a %@ por comentar: '%@'

source: New Version
es: Nueva Versión
pt_br: Nova Verção

source: A new version of this app is available
es: Existe una nueva versión de esta app disponible
pt_br: A uma nova verção desste app disponivel

source: Denounce
es: Denunciar
pt_br: Denunciar

source: Success
es: Éxito
pt_br: Sucesso

source: Log in
es: Iniciar sesión
